alefragnani.project-manager
alexcvzz.vscode-sqlite
almenon.arepl
batisteo.vscode-django
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
Bito.Bito
codezombiech.gitignore
cstrap.python-snippets
DavidAnson.vscode-markdownlint
Dedsec727.jekyll-run
deerawan.vscode-dash
demystifying-javascript.python-extensions-pack
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
eliostruyf.vscode-front-matter
esbenp.prettier-vscode
ginfuru.ginfuru-vscode-jekyll-syntax
ginfuru.vscode-jekyll-snippets
GitHub.codespaces
GitHub.copilot
GitHub.copilot-chat
github.vscode-github-actions
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
hbenl.vscode-test-explorer
kaih2o.python-resource-monitor
Keno.uikit-3-snippets
KevinRose.vsc-python-indent
littlefoxteam.vscode-python-test-adapter
mintlify.document
ms-python.black-formatter
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
njpwerner.autodocstring
njqdev.vscode-python-typehint
oderwat.indent-rainbow
PKief.material-icon-theme
qwtel.sqlite-viewer
ritwickdey.LiveServer
rohgarg.jekyll-post
rust-lang.rust-analyzer
shd101wyy.markdown-preview-enhanced
sissel.shopify-liquid
streetsidesoftware.code-spell-checker
tauri-apps.tauri-vscode
thebarkman.vscode-djaneiro
traBpUkciP.wolf
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
xirider.livecode
yy0931.vscode-sqlite3-editor
yzhang.markdown-all-in-one
ziyasal.vscode-open-in-github
